# Casks
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# Apps
cask "datagrip"
cask "discord"
cask "docker"
cask "flameshot"
cask "google-chrome"
cask "kitty"
cask "notion"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"

# Fonts
cask "font-blex-mono-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"

# Formulae
brew "brew-cask-completion"
brew "coreutils"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fnm"
brew "gcc"
brew "gh"
brew "glib"
brew "neovim"
brew "sqlite"
brew "wget"
brew "youtube-dl"
