Arjun.swagger-viewer
davidbwaters.macos-modern-theme
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.copilot
hashicorp.terraform
jnoortheen.nix-ide
lunaryorn.fish-ide
mads-hartmann.bash-ide-vscode
mikestead.dotenv
MS-CEINTL.vscode-language-pack-pt-BR
ms-vscode.makefile-tools
ms-vscode.Theme-TomorrowKit
naumovs.color-highlight
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust-analyzer
skyapps.fish-vscode
StackBuild.bazel-stack-vscode
sumneko.lua
tamasfe.even-better-toml
usernamehw.errorlens
vadimcn.vscode-lldb
